{
  "welcome": "Welcome to Jobs UPI!",
  "askLanguage": "Which language are you comfortable in? You can say English, Hindi, Tamil, Telugu, or Kannada.",
  "repromptLanguage": "I did not recognize that language. Please choose from English, Hindi, Tamil, Telugu, or Kannada.",
  "askName": "What is your full name?",
  "repromptName": "That does not sound like a valid name. Please tell me your full name.",
  "askPincode": "What is your pincode?",
  "repromptPincode": "That does not seem to be a valid 6-digit pincode. Please try again.",
  "askCity": "Which city are you in?",
  "repromptCity": "That does not seem to be a valid city in India. Please tell me your current city.",
  "askAge": "What is your age?",
  "repromptAge": "Please provide a valid age between 18 and 80.",
  "askGender": "What is your gender?",
  "repromptGender": "Please respond with Male, Female, or Other.",
  "askEducation": "What is your highest education level?",
  "repromptEducation": "Please state a valid education level, like 12th pass or graduate.",
  "askExperience": "How many years of work experience do you have?",
  "repromptExperience": "Please state a number for your years of experience.",
  "askLastSalary": "What was your last salary per month?",
  "repromptLastSalary": "I did not understand that as a number. Please state the salary amount clearly.",
  "askExpectedSalary": "What is your expected salary per month?",
  "repromptExpectedSalary": "I did not understand that as a number. Please state the salary amount clearly.",
  "askTravelDistance": "How much distance are you willing to travel for work?",
  "repromptTravelDistance": "I did not understand the distance. Please tell me how far you are willing to travel, for example, 10 to 20 kilometers.",
  "askRole": "What type of job are you looking for?",
  "repromptRole": "I did not recognize that as a job role. Please tell me the type of job you are looking for.",
  "repromptNumber": "I did not understand that as a number. Please state the number clearly.",
  "goodbye": "Thank you for providing your details! We will get in touch with you shortly. Have a great day!"
}